type Slide = {
    imageSrc: string;
    title: string;
    subTitle: string;
    description: string;
};

export const slides: Slide[] = [
    {
        imageSrc: "/images/stories-slider/healing-stories-1.svg",
        title: "جراحات العمود الفقري",
        subTitle: "من مراكز وعيادات دكتور احمد حسام جودة - محافظة قنا - أبوتشت",
        description:
            "شرفنا بالزيارة عم عزت للمتابعة بعد جراحة ناجحة كبيرة استمرت ساعات طويلة مع تحسن و فرحة كبيرة علي القدرة علي الوقوف بمفرده و الحركة. مع الحاجة لاستكمال العلاج الطبيعي. و اللي كان جايلنا بصعوبة شديدة بالمشي و الحركة و الآم صارخة مع عدم القدرة علي الوقوف او الحركة بمفرده و ده كان عبء كبير عليه و علي الاسرة.",
    },
    {
        imageSrc: "/images/stories-slider/healing-stories-1.svg",
        title: "جراحات  الفقري",
        subTitle: "من مراكز وعيادات دكتور احمد حسام جودة - محافظة قنا - أبوتشت",
        description:
            "شرفنا بالزيارة عم عزت للمتابعة بعد جراحة ناجحة كبي الحركة بمفرده و ده كان عبء كبير عليه و علي الاسرة.",
    },
    {
        imageSrc: "/images/stories-slider/healing-stories-1.svg",
        title: " العمود الفقري",
        subTitle: "من مراكز وعيادات دكتور احمد حسام جودة - محافظة قنا - أبوتشت",
        description:
            "شرفنا بالزيارة عم عزت للمتابعة بعد جراحة ناجحة كبيرة استمرت ساعات طويلة مع تحسن و فرحة كبيرة علي القدرة علي الوقوف بمفرده و الحركة. مع الحاجة رة علي الوقوف او الحركة بمفرده و ده كان عبء كبير عليه و علي الاسرة.",
    },
];