export const slides = [
  {
    id: 1,
    image: "/images/hero/hero-1.svg",
    title: "أستاذ دكتور أحمد حسام جودة",
    subtitle: "استشاري جراحة المخ والأعصاب والعمود الفقري",
    description:
      "اهتمامي الأول والأساسي هو مساعدة المرضى خلال رحلتهم العلاجية. أسعى دائماً للحفاظ على مستوى عالٍ من التواصل مع مرضاي لضمان أنهم يسيرون على الطريق الصحيح نحو الشفاء. رسالتي تتجاوز تقديم الرعاية الطبية خلال فترة العلاج، فهي تشمل أيضاً توفير شعور بالأمان والراحة للمرضى أثناء تعاملهم معي كطبيبهم. بصفتي استشاري جراحة المخ والأعصاب والعمود الفقري، ألتزم بتقديم الرعاية المثلى والدعم اللازم لهم في كل مرحلة من مراحل علاجهم.",
    signature: "أ.د.أحمد حسام جودة",
    style: "half-image-right-content", // Unique style identifier for the first slide
  },
  {
    id: 2,
    image: "/images/hero/hero-2.svg",

    title: "أستاذ دكتور أحمد حسام جودة",
    subtitle: "استشاري جراحة المخ والأعصاب والعمود الفقري",
    description:
      "اهتمامي الأول والأساسي هو مساعدة المرضى خلال رحلتهم العلاجية. أسعى دائماً للحفاظ على مستوى عالٍ من التواصل مع مرضاي لضمان أنهم يسيرون على الطريق الصحيح نحو الشفاء. رسالتي تتجاوز تقديم الرعاية الطبية خلال فترة العلاج، فهي تشمل أيضاً توفير شعور بالأمان والراحة للمرضى أثناء تعاملهم معي كطبيبهم. بصفتي استشاري جراحة المخ والأعصاب والعمود الفقري، ألتزم بتقديم الرعاية المثلى والدعم اللازم لهم في كل مرحلة من مراحل علاجهم.",
    signature: "أ.د.أحمد حسام جودة",

    style: "full-width-content", // Unique style identifier for the second slide
  },
  {
    id: 3,
    image: "/images/hero/hero-2.svg",

    title: "أستاذ دكتور أحمد حسام جودة",
    subtitle: "استشاري جراحة المخ والأعصاب والعمود الفقري",
    description:
      "اهتمامي الأول والأساسي هو مساعدة المرضى خلال رحلتهم العلاجية. أسعى دائماً للحفاظ على مستوى عالٍ من التواصل مع مرضاي لضمان أنهم يسيرون على الطريق الصحيح نحو الشفاء. رسالتي تتجاوز تقديم الرعاية الطبية خلال فترة العلاج، فهي تشمل أيضاً توفير شعور بالأمان والراحة للمرضى أثناء تعاملهم معي كطبيبهم. بصفتي استشاري جراحة المخ والأعصاب والعمود الفقري، ألتزم بتقديم الرعاية المثلى والدعم اللازم لهم في كل مرحلة من مراحل علاجهم.",
    signature: "أ.د.أحمد حسام جودة",

    style: "two-boxes", // Unique style identifier for the third slide
  },
];
